Repository: gilangadhan/RawgGamesV4
Catalog: RawgGamesV4/RawgGamesV4/SupportingFiles/Localizable.xcstrings
Source language: en
Languages: id

source: (hours)
id: (jam)

source: About
id: Tentang

source: About Me
id: Data Diri

source: Created by:
id: De-develop oleh:

source: Description
id: Deskripsi

source: Favorite
id: Favorit

source: Playtime
id: Waktu Bermain

source: Please search any games
id: Silahkan cari game apapun

source: Popular
id: Populer

source: Popular Games
id: Game Populer

source: Press enter to search
id: Tekan enter untuk mencari

source: Release Date
id: Waktu Rilis

source: Search
id: Cari

source: Search Games
id: Cari Game

source: Sorry, %@ image not available
id: Maaf, gambar %@ tidak tersedia

source: Unfavorite
id: Hapus Favorite

source: You don't have favorite games
id: Anda tidak punya game favorit

source: Your Favorites
id: Favorit Anda
